Repository: chimosky/poll-activity
Catalog: po/*.po
Languages: fa_af, he, hi, hy, it, ne, ta, th, uk

source: Poll
fa_af: رای دادن
he: סקר
hi: मतदान
hy: Հարցախույզ
it: Sondaggio
ne: मतदान
ta: வாக்களிப்பு
th: ผลสำรวจ
uk: Опитування

source: %(author)s shared a poll '%(title)s' with you.
fa_af: %(author)s رای خود را شریک ساخته '%(title)s' باشما.
he: הסקר „%(title)s“ שותף אתך על ידי %(author)s
hi: %(author)s ने आपके साथ मतदान '%(title)s' साझा किया.
hy: %(author)s Ձեզ հետ կիսել է '%(title)s' հարցումը
it: %(author)s ha condiviso il Sondaggio '%(title)s' con te.
ne: %(author)s ले तिमीसँग '%(title)s'मतदान सेयर गर्यो
ta: %(author)s கள் உங்களுடன் %(title)s' வாக்குகளை பகிர்ந்துள்ளார்கள்.
th: %(author)s แบ่งปันแบบสำรวจ '%(title)s' ให้กับคุณ
uk: %(author)s оприлюднено опитування «%(title)s» для вас.

source: New Poll
fa_af: رای جدید
he: סקר חדש
hi: नया मतदान
hy: Նոր հարցախույզ
it: Nuovo Sondaggio
ne: नयाँ मतदान
ta: புதிய வாக்களிப்பு
th: ผลสำรวจใหม่
uk: Нове опитування

source: Choose a Poll
fa_af: یک رای را انتخاب کن
he: בחירת סקר
hi: मतदान चुनें
hy: Հարցախույզ ընտրել
it: Scegli un Sondaggio
ne: मतदान छान
ta: வாக்களிப்பை தெரிவு செய்
th: เลือกผลสำรวจ
uk: Виберіть опитування

source: Build a Poll
fa_af: ساختن یک رای
he: הרכבת סקר
hi: मतदान बनाएँ
hy: Ստեղծել հարցախույզ
it: Costruisci Sondaggio
ne: मतदान बनाऊ
ta: வாக்களிப்பை நடாத்து
th: สร้างแบบสำรวจ
uk: Побудувати опитування

source: Settings
he: הגדרות
hy: Չափանիշները
it: Configurazioni
ne: सेटिङहरू
ta: அமைப்புகள்
th: ตั้งค่า
uk: Параметри

source: Lesson Plans
fa_af: برنامه های درس
he: תכניות השיעור
hi: सबक योजना
hy: Դասի պլաններ
it: Sommario Guida
ne: पाठयोजना
ta: பாடத்திட்டம்
th: บทเรียน
uk: Плани уроків

source: Build a poll
he: הרכבת סקר
hy: Ստեղծել հարցախույզ
it: Costruisci Sondaggio
uk: Побудувати опитування

source: Poll Title:
fa_af: عنوان رای
he: כותרת הסקר:
hi: मतदान शीर्षक:
hy: Հարցախույզի վերնագիրը.
it: Titolo del Sondaggio:
ne: मतदानको शीर्षक
ta: வாக்களிப்பு தலைப்பு
th: ชื่อแบบสำรวจ:
uk: Назва опитування:

source: Question:
fa_af: سوال
he: שאלה:
hi: प्रश्न:
hy: Հարցը.
it: Domanda:
ne: प्रश्नहरु:
ta: வினா:
th: คำถาม:
uk: Питання:

source: Number of votes to collect:
fa_af: تعداد رای برای جمع آوری
he: מספר ההצבעות לאיסוף:
hi: संग्रहित मतों की संख्या:
hy: Հավաքելիք քվեների քանակը.
it: Numero di voti da raccogliere:
ne: सङ्कलन गर्नुपर्ने मतदान
ta: சேகரிக்க வேண்டிய வாக்குகளின் எண்ணிக்கை
th: จำนวนคะแนนเสียงที่เก็บรวบรวม:
uk: Кількість голосів, які слід зібрати:

source: Answer %s:
he: תשובה %s:
hy: Պատասխան. %s:
it: Risposta %s:
uk: Відповідь %s:

source: Change Image
he: החלפת התמונה
hy: Փոխել պատկերը
it: Cambia immagine
ne: चित्र परिवर्तन गर
ta: படத்தை மாற்று
th: เปลี่ยนรูปภาพ
uk: Змінити зображення

source: Add Image
he: הוספת תמונה
hy: Պատկեր ավելացնել
it: Aggiungi immagine
ne: चित्र थप
ta: படத்தை செர்
th: เพิ่ม รูปภาพ
uk: Додати зображення

source: Step 1: Preview
fa_af: مرحله ۱:‌ پیش نمایش
he: שלב 1: תצוגה מקדימה
hi: चरण 1: पूर्वावलोकन
hy: Քայլ 1. Նախնական տեսք
it: Passo 1: Anteprima
ne: चरण 1: पूर्वावलोकन गर
ta: படி 1: முன்பார்வை
th: ขั้นตอนแรก : แสดงตัวอย่าง
uk: Крок 1: Перегляд

source: Step 2: Save
fa_af: مرحله دو: ثبت 2:
he: שלב 2: שמירה
hi: चरण 2: सहेजें
hy: Քայլ 2. Պահել
it: Passo 2: Salvataggio
ne: चरण २: बचत गर
ta: படி 2: சேமி
th: ขั้นตอน 2 บันทึก
uk: Крок 2: Збереження

source: Poll Activity
he: פעילות בסקר
hy: Հարցախույզ գործունեություն
it: Attività Votazione
ne: मतदान क्रियाकलाप
ta: வாக்களிப்பு செயற்பாடு
th: กิจกรรม สำรวจความคิดเห็น
uk: Простір дій для опитувань

source: Your selection is not an image
he: הבחירה שלך היא אינה תמונה
hy: Ձեր ընտրածը պատկեր չէ
it: La tua selezione non è una immagine
ne: तिमीले छानेको चित्र होइन
ta: நீங்கள் தெறிவுச்செய்தது ஒரு படமல்ல
th: ตัวเลือกของคุณไม่ใช่รูปภาพ
uk: Вибрані вами дані не є зображенням

source: Show answers while voting
he: הצגת תשובות בעת ההצבעה
hy: Ցույց տալ պատասխանները քվեարկության պահին
it: Mostra le risposte durante la votazione
ne: मतदान गर्दा उत्तर देखाऊ
ta: வாக்களிக்கும் போதே பதில்களை காட்டவும்
th: แสดงคำตอบในขณะที่กำลังลงคะแนนเสียง
uk: Показувати відповіді під час голосування

source: Remember last vote
he: שמירת ההצבעה האחרונה
hy: Հիշել վերջին քվեն
it: Ricorda l'ultimo voto
ne: अन्तिम मतदान याद राख
ta: கடைசி வாக்கை நினைவுக்கூறவும்
th: จดจำการลงคะแนนล่าสุด
uk: Запам’ятати останній результат

source: Play a sound when make a vote
he: יש להשמיע צליל בעת ההצבעה
hy: Քվեարկելիս հնչյունային ազդանշան տալ
it: Riproduci un suono quando si vota
ne: मतदान गर्दा आवाज बजाऊ
ta: வாக்களிக்கும்பொருட்டு ஒரு சத்தத்தை இயக்கவும்
th: เล่นเสียงเมื่อทำการลงคะแนน
uk: Відтворювати звук під час голосування

source: Use image in answer
he: שימוש בתמונה בתשובה
hy: Պատասխանում պատկեր օգտագործել
it: Utilizza una immagine nella risposta
ne: उत्तरमा चित्रको प्रयोग गर
ta: பதிலில் படத்தை பயன்படுத்தவும்
th: ใช้ภาพในคำตอบ
uk: Використати зображення у відповіді

source: Image Size:
he: גודל התמונה:
hy: Պատկերի չափսը.
it: Dimensione Immagine:
ne: चित्रको आकार
ta: படத்தின் அளவு:
th: ขนาดของภาพ:
uk: Розмір зображення:

source: Save
he: שמירה
hy: պահել
it: Salva
ne: बचत गर
ta: சேமி
th: บันทึก
uk: Зберегти

source: The settings have been saved
he: ההגדרות נשמרו
hy: Չափանիշները պահվել են
it: Le configurazioni sono state salvate
ne: सेटिङहरू बचत गरियो
ta: அமைப்புகள் யாவும் சேமிக்கப்பட்டன
th: การตั้งค่าได้ถูกบันทักแล้ว
uk: Параметри збережено

source: VOTE
fa_af: رای دادن
he: הצבעה
hi: मत
hy: ՔՎԵԱՐԿԵԼ
it: VOTA
ne: भोट
ta: வாக்களி
th: ลงคะแนน
uk: ПРОГОЛОСУВАТИ

source: SEE RESULTS
fa_af: نتایج را ببین
he: הצגת התוצאות
hi: परिणाम देखें
hy: ՏԵՍՆԵԼ ԱՐԴՅՈՒՆՔՆԵՐԸ
it: RISULTATI
ne: परिणाम हेर
ta: பெறுபேறுகளைப்பார்
th: ดู ผลลัพธ์
uk: ПЕРЕГЛЯНУТИ РЕЗУЛЬТАТИ

source: DELETE
fa_af: حذف
he: מחיקה
hi: मिटाएँ
hy: ՋՆՋԵԼ
it: CANCELLA
ne: मेटाऊ
ta: அழி
th: ลบ
uk: ВИЛУЧИТИ

source: Introduction
fa_af: مقدمه
he: הקדמה
hi: परिचय
hy: Ներածություն
it: Introduzione
ne: परिचय
ta: அறிமுகம்
th: คำนำ
uk: Вступ

source: Lesson 1
fa_af: درس ۱
he: שיעור 1
hi: सबक १
hy: Դաս 1
it: Lezione 1
ne: पाठ १
ta: பாடம் 1
th: บทที่ 1
uk: Урок 1

source: Lesson 2
fa_af: درس ۲
he: שיעור 2
hi: सबक २
hy: Դաս 2
it: Lezione 2
ne: पाठ २
ta: பாடம் 2
th: บทที่ 2
uk: Урок 2

source: Lesson 3
fa_af: درس ۳
he: שיעור 3
hi: सबक ३
hy: Դաս 3
it: Lezione 3
ne: पाठ ३
ta: பாடம் 3
th: บทที่ 3
uk: Урок 3

source: Lesson 4
fa_af: درس ۴
he: שיעור 4
hi: सबक ४
hy: Դաս 4
it: Lezione 4
ne: पाठ ४
ta: பாடம் 4
th: บทที่ 4
uk: Урок 4

source: votes
fa_af: رای ها
he: הצבעות
hi: मत
hy: քվեներ
it: voti
ne: मतदान
ta: வாக்குகள்
th: คะแนนโหวต
uk: голосів

source: (votes left to collect)
he: (הצבעות שנשאר לאסוף)
hy: (մնացած քվեներ)
it: (voti rimasti da raccogliere)
uk: (лишилося зібрати голосів)

source: Vote
fa_af: رای دادن
he: הצבעה
hi: मत
hy: Քվեարկել
it: Vota
ne: मतदान
ta: வாக்கு
th: ออกเสียง
uk: Проголосувати

source: Edit Poll
fa_af: تنظیم رای
he: עריכת סקר
hi: मतदान संपादित करें
hy: Խմբագրել հարցախույզը
it: Modifica Sondaggio
ne: मतदान सम्पादन गर
ta: வாக்களிப்பை திருத்து
th: แก้ไขแบบสำรวจ
uk: Редагувати опитування

source: Save Poll
fa_af: ثبت رای
he: שמירת סקר
hi: मतदान सहेजें
hy: Պահել հարցախույզը
it: Salva Sondaggio
ne: मतदान बचत गर
ta: வாக்களிப்பை பதி
th: บันทึกแบบสำรวจ
uk: Зберегти опитування

source: VOTE!
fa_af: رای گیری
he: הצבעה!
hi: मत दें!
hy: ՔՎԵԱՐԿԵ՛Լ
it: VOTA!
ne: भोट!
ta: வாக்கு அளி !
th: ลงคะแนน!
uk: ПРОГОЛОСУВАТИ!

source: Poll Preview
fa_af: نمایش رای دادن
he: תצוגה מקדימה של הסקר
hi: मतदान पूर्वावलोकन
hy: Հարցախույզի նախնական դիտում
it: Anteprima Sondaggio
ne: मतदान हेर
ta: வாக்களிப்பு முன் பார்வை
th: ดูแบบสำรวจ
uk: Перегляд опитування

source: To vote you have to select first one option
he: כדי להצביע עליך לבחור תחילה באחת מהאפשרויות
hy: Քվեարկելու համար նախ ընտրեք որևէ տարբերակ
it: Per votare dovete selezionare una opzione
ne: मतदान गर्न पहिला एउटा विकल्प छान्नु पर्छ
ta: நீங்கள் வாக்களிக்க வேண்டுமானால் முதல் விருப்பத்தை தெறிவுச்செய்ய வேண்டும்
th: การโหวตลงคะแนน คุณต้องเลือกเพียงหนึ่งตัวเลือก
uk: Щоб проголосувати, вам слід вибрати один варіант

source: Somebody voted on %s
fa_af: کسی رای داده است با %s
he: מישהו הצביע לטובת %s
hi: किसी ने %s पर मत दिया
hy: Ինչ-որ մեկը քվեարկել է %s-ի կապակցությամբ
it: Qualcuno a votato su %s
ne: कसैले %s लाई भोट दियो
ta: யாரோ ஒருவர் இதற்கு வாக்களித்துள்ளார் %s
th: ใครบางคนลงคะแนน %s
uk: Хтось проголосував у %s

source: Joined
fa_af: وصل شد
he: הצטרפות
hi: शामिल हुआ
hy: Միացավ
it: Collegato
ne: जोडिएको
ta: இணைக்கப்பட்டது
th: เข้าร่วม
uk: Долучився

source: Left
fa_af: ترک کرد
he: עזיבה
hi: बायाँ
hy: Լքեց
it: Sinistra
ne: बाँया
ta: இடது
th: ซ้าย
uk: Полишив
