Repository: chimosky/poll-activity
Catalog: po/ach.po
Languages: ach

source: Poll
ach: Bolo kwir

source: %(author)s shared a poll '%(title)s' with you.
ach: %(ngat mucoyo)s onywako bolo kwir '%(nying)s' kwedi.

source: New Poll
ach: Bolo kwir Manyen

source: Choose a Poll
ach: Yer Bolo kwir acel

source: Build a Poll
ach: Yub Bolo kwir acel

source: Settings
ach: Tetero

source: Lesson Plans
ach: Plan me Pwony

source: Build a poll
ach: Yub bolo kwir acel

source: Poll Title:
ach: Nying bolo kwir:

source: Question:
ach: Lapeny:

source: Number of votes to collect:
ach: Namba pa kwir me atera:

source: Answer %s:
ach: Lagam %s:

source: Change Image
ach: Lok Cal

source: Add Image
ach: Med Cal

source: Step 1: Preview
ach: Yadi 1: Nen i wiewie

source: Step 2: Save
ach: Yadi 2: Gwok

source: Poll Activity
ach: Tic me Bolo kwir

source: Your selection is not an image
ach: Yera ni pe obedo cal

source: Show answers while voting
ach: Nyut lagam mapol kun i bolo

source: Remember last vote
ach: Poo wii i kom kwir ma in i bolo angec

source: Play a sound when make a vote
ach: Tuk dwon acel ikare ma kwir acel obole

source: Use image in answer
ach: Tii ki cal i lagam

source: Image Size:
ach: Cajji me Cal:

source: Save
ach: Gwok

source: The settings have been saved
ach: Kityeko gwoko woko Tetero

source: VOTE
ach: YER

source: SEE RESULTS
ach: NEN ADWOGI MAPOL

source: DELETE
ach: YWEE WOKO

source: Introduction
ach: Nyuto

source: Lesson 1
ach: Pwony me 1

source: Lesson 2
ach: Pwony me 2

source: Lesson 3
ach: Pwony me 3

source: Lesson 4
ach: Pwony me 4

source: votes
ach: kwir mapol

source: (votes left to collect)
ach: (kwir mapol makiweko pi atera)

source: Vote
ach: Yera

source: Edit Poll
ach: Yub Bolo kwir

source: Save Poll
ach: Gwok bolo kwir

source: VOTE!
ach: YER!

source: Poll Preview
ach: Nen Bolo kwir wiewie

source: To vote you have to select first one option
ach: Pi bolo kwir myero i yer namba acel keken

source: Somebody voted on %s
ach: Ngatmo obolo kwir i kom %s

source: Joined
ach: Odonyo

source: Left
ach: Tung cam
