Repository: chimosky/poll-activity
Catalog: po/gug.po
Languages: gug

source: Poll
gug: porandu

source: %(author)s shared a poll '%(title)s' with you.
gug: %(author)s ha compartido la encuesta '%(title)s' contigo.

source: New Poll
gug: porandu pyahu

source: Choose a Poll
gug: eiporavo peteĩ porandu

source: Build a Poll
gug: ejapo porandu

source: Settings
gug: Configuraciones

source: Lesson Plans
gug: tape pe mbo'epyregua

source: Build a poll
gug: ejapo peteĩ porandu

source: Poll Title:
gug: porandu réra

source: Question:
gug: porandu

source: Number of votes to collect:
gug: ovotava papapy ñembyatyvaerã

source: Answer %s:
gug: mbohovái %s:

source: Change Image
gug: ta'anga myengovia

source: Add Image
gug: emoive ta'anga

source: Step 1: Preview
gug: tembiapo peteĩha: jehecha tenonde

source: Step 2: Save
gug: tembiapo mokoiha: ñongatu

source: Poll Activity
gug: jejapovaerã porandu

source: Your selection is not an image
gug: pe nde reiporavóva ndaha'ei peteĩ ta'anga

source: Show answers while voting
gug: ehechaka osẽva poravope

source: Remember last vote
gug: embohera pe jeiporavo vaekue ipahape

source: Play a sound when make a vote
gug: embopu pe ojejapo jave poravo

source: Use image in answer
gug: eipuru ta'anga embohovaipe

source: Image Size:
gug: ta'anga tuichakue

source: Save
gug: ñongatu

source: The settings have been saved
gug: umi configuracion kuera oñeñongatuma

source: VOTE
gug: poravo

source: SEE RESULTS
gug: jahecha tembiapokue

source: DELETE
gug: embogue

source: Introduction
gug: ñepyrũ

source: Lesson 1
gug: mbo'epy peteĩha

source: Lesson 2
gug: mbo'epy mokõiha

source: Lesson 3
gug: mbo'epyrã mbohapyrã

source: Lesson 4
gug: mbo'epyrã irundyha

source: votes
gug: jeiporavo

source: (votes left to collect)
gug: jeiporavo hembyva

source: Vote
gug: eiporavo

source: Edit Poll
gug: ejapo porandurã

source: Save Poll
gug: porandu ñeñongatu

source: VOTE!
gug: ¡eiporavoke

source: Poll Preview
gug: ñema'ẽ jeiporavore

source: To vote you have to select first one option
gug: eiporavohaguã ehecharaẽvaerã peteĩ poravokuaa

source: Somebody voted on %s
gug: oĩ oiporavovaekue koicha %s

source: Joined
gug: oike

source: Left
gug: osẽ
