Repository: chimosky/poll-activity
Catalog: po/pap.po
Languages: pap

source: Poll
pap: Enkuesta

source: New Poll
pap: Enkuesta Nobo

source: Choose a Poll
pap: Skohe un enkuesta

source: Build a Poll
pap: Krea un enkuesta

source: Lesson Plans
pap: Plania lès

source: Poll Title:
pap: Título di enkuesta:

source: Question:
pap: Pregunta:

source: Number of votes to collect:
pap: E kantidat di voto pa kolektá:

source: Step 1: Preview
pap: Paso 1: Prebista

source: Step 2: Save
pap: Paso 2: Warda

source: VOTE
pap: VOTA

source: SEE RESULTS
pap: MIRA RESULTADONAN

source: DELETE
pap: KITA

source: Introduction
pap: Introdukshon

source: Lesson 1
pap: Lès 1

source: Lesson 2
pap: Lès 2

source: Lesson 3
pap: Lès 3

source: Lesson 4
pap: Lès 4

source: votes
pap: votonan

source: Vote
pap: Voto

source: Edit Poll
pap: Editá enkuesta

source: Save Poll
pap: Warda enkuesta

source: VOTE!
pap: VOTA!

source: Poll Preview
pap: Prebista di enkuesta

source: Somebody voted on %s
pap: Un hende a votá pa %s

source: Joined
pap: Partisipá

source: Left
pap: A bai
